<?php
 return array (
  'wide' => 
  array (
    1 => 'Ιανουαρίου',
    2 => 'Φεβρουαρίου',
    3 => 'Μαρτίου',
    4 => 'Απριλίου',
    5 => 'Μαΐου',
    6 => 'Ιουνίου',
    7 => 'Ιουλίου',
    8 => 'Αυγούστου',
    9 => 'Σεπτεμβρίου',
    10 => 'Οκτωβρίου',
    11 => 'Νοεμβρίου',
    12 => 'Δεκεμβρίου',
  ),
  'abbreviated' => 
  array (
    1 => 'Ιαν',
    2 => 'Φεβ',
    3 => 'Μαρ',
    4 => 'Απρ',
    5 => 'Μαϊ',
    6 => 'Ιουν',
    7 => 'Ιουλ',
    8 => 'Αυγ',
    9 => 'Σεπ',
    10 => 'Οκτ',
    11 => 'Νοε',
    12 => 'Δεκ',
  ),
  'narrow' => 
  array (
    1 => 'Ι',
    2 => 'Φ',
    3 => 'Μ',
    4 => 'Α',
    5 => 'Μ',
    6 => 'Ι',
    7 => 'Ι',
    8 => 'Α',
    9 => 'Σ',
    10 => 'Ο',
    11 => 'Ν',
    12 => 'Δ',
  ),
)
?>