<?php
 return array (
  'wide' => 
  array (
    'sun' => 'ఆదివారం',
    'mon' => 'సోమవారం',
    'tue' => 'మంగళవారం',
    'wed' => 'బుధవారం',
    'thu' => 'గురువారం',
    'fri' => 'శుక్రవారం',
    'sat' => 'శనివారం',
  ),
  'abbreviated' => 
  array (
    'sun' => 'ఆది',
    'mon' => 'సోమ',
    'tue' => 'మంగళ',
    'wed' => 'బుధ',
    'thu' => 'గురు',
    'fri' => 'శుక్ర',
    'sat' => 'శని',
  ),
  'narrow' => 
  array (
    'sun' => 'ఆ',
    'mon' => '2',
    'tue' => 'సొ',
    'wed' => 'భు',
    'thu' => 'గు',
    'fri' => 'శు',
    'sat' => 'శ',
  ),
)
?>