<?php
 return array (
  'wide' => 
  array (
    1 => 'јанвар',
    2 => 'феврал',
    3 => 'март',
    4 => 'апрел',
    5 => 'май',
    6 => 'ијун',
    7 => 'ијул',
    8 => 'август',
    9 => 'сентјабр',
    10 => 'октјабр',
    11 => 'нојабр',
    12 => 'декабр',
  ),
  'abbreviated' => 
  array (
    1 => 'yan',
    2 => 'fev',
    3 => 'mar',
    4 => 'apr',
    5 => 'may',
    6 => 'iyn',
    7 => 'iyl',
    8 => 'avq',
    9 => 'sen',
    10 => 'okt',
    11 => 'noy',
    12 => 'dek',
  ),
  'narrow' => 
  array (
    1 => '1',
    2 => '2',
    3 => '3',
    4 => '4',
    5 => '5',
    6 => '6',
    7 => '7',
    8 => '8',
    9 => '9',
    10 => '10',
    11 => '11',
    12 => '12',
  ),
)
?>