<?php
 return array (
  'wide' => 
  array (
    1 => 'জানুয়াৰী',
    2 => 'ফেব্ৰুয়াৰী',
    3 => 'মাৰ্চ',
    4 => 'এপ্ৰিল',
    5 => 'মে',
    6 => 'জুন',
    7 => 'জুলাই',
    8 => 'আগষ্ট',
    9 => 'সেপ্টেম্বৰ',
    10 => 'অক্টোবৰ',
    11 => 'নভেম্বৰ',
    12 => 'ডিসেম্বৰ',
  ),
  'abbreviated' => 
  array (
    1 => 'জানু',
    2 => 'ফেব্ৰু',
    3 => 'মাৰ্চ',
    4 => 'এপ্ৰিল',
    5 => 'মে',
    6 => 'জুন',
    7 => 'জুলাই',
    8 => 'আগ',
    9 => 'সেপ্ট',
    10 => 'অক্টো',
    11 => 'নভে',
    12 => 'ডিসে',
  ),
  'narrow' => 
  array (
    1 => '1',
    2 => '2',
    3 => '3',
    4 => '4',
    5 => '5',
    6 => '6',
    7 => '7',
    8 => '8',
    9 => '9',
    10 => '10',
    11 => '11',
    12 => '12',
  ),
)
?>