<?php
 return array (
  'wide' => 
  array (
    1 => 'ጥሪ',
    2 => 'ለካቲት',
    3 => 'መጋቢት',
    4 => 'ሚያዝያ',
    5 => 'ግንቦት',
    6 => 'ሰነ',
    7 => 'ሓምለ',
    8 => 'ነሓሰ',
    9 => 'መስከረም',
    10 => 'ጥቅምቲ',
    11 => 'ሕዳር',
    12 => 'ታሕሳስ',
  ),
  'abbreviated' => 
  array (
    1 => 'ጥሪ',
    2 => 'ለካቲ',
    3 => 'መጋቢ',
    4 => 'ሚያዝ',
    5 => 'ግንቦ',
    6 => 'ሰነ',
    7 => 'ሓምለ',
    8 => 'ነሓሰ',
    9 => 'መስከ',
    10 => 'ጥቅም',
    11 => 'ሕዳር',
    12 => 'ታሕሳ',
  ),
  'narrow' => 
  array (
    1 => 'ጃ',
    2 => 'ፌ',
    3 => 'ማ',
    4 => 'ኤ',
    5 => 'ሜ',
    6 => 'ጁ',
    7 => 'ጁ',
    8 => 'ኦ',
    9 => 'ሴ',
    10 => 'ኦ',
    11 => 'ኖ',
    12 => 'ዲ',
  ),
)
?>