<?php
 return array (
  'wide' => 
  array (
    'sun' => 'ਐਤਵਾਰ',
    'mon' => 'ਸੋਮਵਾਰ',
    'tue' => 'ਮੰਗਲਵਾਰ',
    'wed' => 'ਬੁਧਵਾਰ',
    'thu' => 'ਵੀਰਵਾਰ',
    'fri' => 'ਸ਼ੁੱਕਰਵਾਰ',
    'sat' => 'ਸ਼ਨੀਚਰਵਾਰ',
  ),
  'abbreviated' => 
  array (
    'sun' => 'ਐਤ.',
    'mon' => 'ਸੋਮ.',
    'tue' => 'ਮੰਗਲ.',
    'wed' => 'ਬੁਧ.',
    'thu' => 'ਵੀਰ.',
    'fri' => 'ਸ਼ੁਕਰ.',
    'sat' => 'ਸ਼ਨੀ.',
  ),
  'narrow' => 
  array (
    'sun' => 'ਐ',
    'mon' => 'ਸੋ',
    'tue' => 'ਮੰ',
    'wed' => 'ਬੁੱ',
    'thu' => 'ਵੀ',
    'fri' => 'ਸ਼ੁੱ',
    'sat' => 'ਸ਼',
  ),
)
?>