<?php
 return array (
  'wide' => 
  array (
    1 => 'ཟླ་བ་དང་པོ་',
    2 => 'ཟླ་བ་གཉིས་པ་',
    3 => 'ཟླ་བ་སུམ་པ་',
    4 => 'ཟླ་བ་བཞི་པ་',
    5 => 'ཟླ་བ་ལྔ་པ་',
    6 => 'ཟླ་བ་དྲུག་པ་',
    7 => 'ཟླ་བ་བདུན་པ་',
    8 => 'ཟླ་བ་བརྒྱད་པ་',
    9 => 'ཟླ་བ་དགུ་པ་',
    10 => 'ཟླ་བ་བཅུ་པ་',
    11 => 'ཟླ་བ་བཅུ་གཅིག་པ་',
    12 => 'ཟླ་བ་བཅུ་གཉིས་པ་',
  ),
  'abbreviated' => 
  array (
    1 => 'ཟླ་༡',
    2 => 'ཟླ་༢',
    3 => 'ཟླ་༣',
    4 => 'ཟླ་༤',
    5 => 'ཟླ་༥',
    6 => 'ཟླ་༦',
    7 => 'ཟླ་༧',
    8 => 'ཟླ་༨',
    9 => 'ཟླ་༩',
    10 => 'ཟླ་༡༠',
    11 => 'ཟླ་༡༡',
    12 => 'ཟླ་༡༢',
  ),
  'narrow' => 
  array (
    1 => '1',
    2 => '2',
    3 => '3',
    4 => '4',
    5 => '5',
    6 => '6',
    7 => '7',
    8 => '8',
    9 => '9',
    10 => '10',
    11 => '11',
    12 => '12',
  ),
)
?>