<?php
 return array (
  'wide' => 
  array (
    1 => 'ledna',
    2 => 'února',
    3 => 'března',
    4 => 'dubna',
    5 => 'května',
    6 => 'června',
    7 => 'července',
    8 => 'srpna',
    9 => 'září',
    10 => 'října',
    11 => 'listopadu',
    12 => 'prosince',
  ),
  'abbreviated' => 
  array (
    1 => '1',
    2 => '2',
    3 => '3',
    4 => '4',
    5 => '5',
    6 => '6',
    7 => '7',
    8 => '8',
    9 => '9',
    10 => '10',
    11 => '11',
    12 => '12',
  ),
  'narrow' => 
  array (
    1 => 'l',
    2 => 'ú',
    3 => 'b',
    4 => 'd',
    5 => 'k',
    6 => 'č',
    7 => 'č',
    8 => 's',
    9 => 'z',
    10 => 'ř',
    11 => 'l',
    12 => 'p',
  ),
)
?>