<?php
 return array (
  'wide' => 
  array (
    1 => 'січня',
    2 => 'лютого',
    3 => 'березня',
    4 => 'квітня',
    5 => 'травня',
    6 => 'червня',
    7 => 'липня',
    8 => 'серпня',
    9 => 'вересня',
    10 => 'жовтня',
    11 => 'листопада',
    12 => 'грудня',
  ),
  'abbreviated' => 
  array (
    1 => 'січ.',
    2 => 'лют.',
    3 => 'бер.',
    4 => 'Кві',
    5 => 'Тра',
    6 => 'Чер',
    7 => 'Лип',
    8 => 'Сер',
    9 => 'Вер',
    10 => 'Жов',
    11 => 'Лис',
    12 => 'Гру',
  ),
  'narrow' => 
  array (
    1 => 'С',
    2 => 'Л',
    3 => 'Б',
    4 => 'К',
    5 => 'Т',
    6 => 'Ч',
    7 => 'Л',
    8 => 'С',
    9 => 'В',
    10 => 'Ж',
    11 => 'Л',
    12 => 'Г',
  ),
)
?>