<?php
 return array (
  'wide' => 
  array (
    1 => 'ਜਨਵਰੀ',
    2 => 'ਫ਼ਰਵਰੀ',
    3 => 'ਮਾਰਚ',
    4 => 'ਅਪ੍ਰੈਲ',
    5 => 'ਮਈ',
    6 => 'ਜੂਨ',
    7 => 'ਜੁਲਾਈ',
    8 => 'ਅਗਸਤ',
    9 => 'ਸਤੰਬਰ',
    10 => 'ਅਕਤੂਬਰ',
    11 => 'ਨਵੰਬਰ',
    12 => 'ਦਸੰਬਰ',
  ),
  'abbreviated' => 
  array (
    1 => 'ਜਨਵਰੀ',
    2 => 'ਫ਼ਰਵਰੀ',
    3 => 'ਮਾਰਚ',
    4 => 'ਅਪ੍ਰੈਲ',
    5 => 'ਮਈ',
    6 => 'ਜੂਨ',
    7 => 'ਜੁਲਾਈ',
    8 => 'ਅਗਸਤ',
    9 => 'ਸਤੰਬਰ',
    10 => 'ਅਕਤੂਬਰ',
    11 => 'ਨਵੰਬਰ',
    12 => 'ਦਸੰਬਰ',
  ),
  'narrow' => 
  array (
    1 => 'ਜ',
    2 => 'ਫ',
    3 => 'ਮਾ',
    4 => 'ਅ',
    5 => 'ਮ',
    6 => 'ਜੂ',
    7 => 'ਜੁ',
    8 => 'ਅ',
    9 => 'ਸ',
    10 => 'ਅ',
    11 => 'ਨ',
    12 => 'ਦ',
  ),
)
?>