<?php
 return array (
  'wide' => 
  array (
    1 => 'جنوری',
    2 => 'فبروری',
    3 => 'مارچ',
    4 => 'اپریل',
    5 => 'می',
    6 => 'جون',
    7 => 'جولای',
    8 => 'اگست',
    9 => 'سپتمبر',
    10 => 'اکتوبر',
    11 => 'نومبر',
    12 => 'دسمبر',
  ),
  'abbreviated' => 
  array (
    1 => 'جنو',
    5 => 'مـی',
    6 => 'جون',
    7 => 'جول',
    12 => 'دسم',
    2 => '2',
    3 => '3',
    4 => '4',
    8 => '8',
    9 => '9',
    10 => '10',
    11 => '11',
  ),
  'narrow' => 
  array (
    1 => 'ج',
    2 => 'ف',
    3 => 'م',
    4 => 'ا',
    5 => 'م',
    6 => 'ج',
    7 => 'ج',
    8 => 'ا',
    9 => 'س',
    10 => 'ا',
    11 => 'ن',
    12 => 'د',
  ),
)
?>