<?php
 return array (
  'wide' => 
  array (
    1 => 'జనవరి',
    2 => 'ఫిబ్రవరి',
    3 => 'మార్చి',
    4 => 'ఏప్రిల్',
    5 => 'మే',
    6 => 'జూన్',
    7 => 'జూలై',
    8 => 'ఆగస్టు',
    9 => 'సెప్టెంబర్',
    10 => 'అక్టోబర్',
    11 => 'నవంబర్',
    12 => 'డిసెంబర్',
  ),
  'abbreviated' => 
  array (
    1 => 'జనవరి',
    2 => 'ఫిబ్రవరి',
    3 => 'మార్చి',
    4 => 'ఏప్రిల్',
    5 => 'మే',
    6 => 'జూన్',
    7 => 'జూలై',
    8 => 'ఆగస్టు',
    9 => 'సెప్టెంబర్',
    10 => 'అక్టోబర్',
    11 => 'నవంబర్',
    12 => 'డిసెంబర్',
  ),
  'narrow' => 
  array (
    1 => 'జ',
    2 => 'ఫి',
    3 => 'మ',
    4 => 'ఎ',
    5 => 'మె',
    6 => 'జు',
    7 => 'జు',
    8 => 'ఆ',
    9 => 'సె',
    10 => 'అ',
    11 => 'న',
    12 => 'డి',
  ),
)
?>