<?php
 return array (
  'wide' => 
  array (
    1 => 'януари',
    2 => 'февруари',
    3 => 'март',
    4 => 'април',
    5 => 'май',
    6 => 'юни',
    7 => 'юли',
    8 => 'август',
    9 => 'септември',
    10 => 'октомври',
    11 => 'ноември',
    12 => 'декември',
  ),
  'abbreviated' => 
  array (
    1 => 'ян.',
    2 => 'февр.',
    3 => 'март',
    4 => 'апр.',
    5 => 'май',
    6 => 'юни',
    7 => 'юли',
    8 => 'авг.',
    9 => 'септ.',
    10 => 'окт.',
    11 => 'ноем.',
    12 => 'дек.',
  ),
  'narrow' => 
  array (
    1 => 'я',
    2 => 'ф',
    3 => 'м',
    4 => 'а',
    5 => 'м',
    6 => 'ю',
    7 => 'ю',
    8 => 'а',
    9 => 'с',
    10 => 'о',
    11 => 'н',
    12 => 'д',
  ),
)
?>