<?php
 return array (
  'wide' => 
  array (
    1 => 'Յունուար',
    2 => 'Փետրուար',
    3 => 'Մարտ',
    4 => 'Ապրիլ',
    5 => 'Մայիս',
    6 => 'Յունիս',
    7 => 'Յուլիս',
    8 => 'Օգոստոս',
    9 => 'Սեպտեմբեր',
    10 => 'Հոկտեմբեր',
    11 => 'Նոյեմբեր',
    12 => 'Դեկտեմբեր',
  ),
  'abbreviated' => 
  array (
    1 => 'Յնր',
    2 => 'Փտր',
    3 => 'Մրտ',
    4 => 'Ապր',
    5 => 'Մյս',
    6 => 'Յնս',
    7 => 'Յլս',
    8 => 'Օգս',
    9 => 'Սեպ',
    10 => 'Հոկ',
    11 => 'Նոյ',
    12 => 'Դեկ',
  ),
  'narrow' => 
  array (
    1 => '1',
    2 => '2',
    3 => '3',
    4 => '4',
    5 => '5',
    6 => '6',
    7 => '7',
    8 => '8',
    9 => '9',
    10 => '10',
    11 => '11',
    12 => '12',
  ),
)
?>