<?php
 return array (
  'AED' => 'യു.എ.ഇ. ദിര്‍ഹം',
  'AUD' => 'ആസ്ട്രേലിയന്‍ ഡോളര്‍',
  'BBD' => 'ബാര്‍ബഡോസ് ഡോളര്‍',
  'BEL' => 'ബല്‍ജിയന്‍ ഫ്രാങ്ക്',
  'BGN' => 'ബള്‍ഗേറിയന്‍ ന്യൂലവ്',
  'BRL' => 'ബ്രസീലിയന്‍ റിയാല്‍',
  'EUR' => 'യൂറോ',
  'FJD' => 'ഫിജി ഡോളര്‍',
  'GBP' => 'ബ്രിട്ടീഷ് പൌണ്ട് സ്റ്റെര്‍ലിംങ്',
  'INR' => 'ഇന്ത്യന്‍ രൂപ',
  'ITL' => 'ഇറ്റാലിയന്‍ ലിറ',
  'JPY' => 'ജപ്പാനീസ് യെന്‍',
  'RUB' => 'റഷ്യന്‍ റൂബിള്‍',
  'USD' => 'യു.എസ്. ഡോളര്‍',
  'XXX' => 'അറിയപ്പെടാത്തതോ നിലവിലില്ലാത്തതോ ആയ നാണയം',
)
?>