<?php
 return array (
  'wide' => 
  array (
    1 => 'ജനുവരി',
    2 => 'ഫെബ്രുവരി',
    3 => 'മാര്‍ച്ച്',
    4 => 'ഏപ്രില്‍',
    5 => 'മെയ്',
    6 => 'ജൂണ്‍',
    7 => 'ജൂലൈ',
    8 => 'ആഗസ്ത്',
    9 => 'സെപ്തംബര്‍',
    10 => 'ഒക്ടോബര്‍',
    11 => 'നവംബര്‍',
    12 => 'ഡിസംബര്‍',
  ),
  'abbreviated' => 
  array (
    1 => 'ജനു',
    2 => 'ഫെബ്രു',
    3 => 'മാര്‍',
    4 => 'ഏപ്രി',
    5 => 'മെയ്',
    6 => 'ജൂണ്‍',
    7 => 'ജൂലൈ',
    8 => 'ആഗ',
    9 => 'സെപ്തം',
    10 => 'ഒക്ടോ',
    11 => 'നവം',
    12 => 'ഡിസം',
  ),
  'narrow' => 
  array (
    1 => 'ജ',
    2 => 'ഫ',
    3 => 'മ',
    4 => 'ഏ',
    5 => 'മ',
    6 => 'ജ',
    7 => 'ജ',
    8 => 'ആ',
    9 => 'സ',
    10 => 'ഒ',
    11 => 'ന',
    12 => 'ഡ',
  ),
)
?>