<?php
 return array (
  'wide' => 
  array (
    1 => 'जानेवारी',
    2 => 'फेब्रुवारी',
    3 => 'मार्च',
    4 => 'एप्रिल',
    5 => 'मे',
    6 => 'जून',
    7 => 'जुलै',
    8 => 'ओगस्ट',
    9 => 'सेप्टेंबर',
    10 => 'ओक्टोबर',
    11 => 'नोव्हेंबर',
    12 => 'डिसेंबर',
  ),
  'abbreviated' => 
  array (
    1 => 'जानेवारी',
    2 => 'फेबृवारी',
    3 => 'मार्च',
    4 => 'एप्रिल',
    5 => 'मे',
    6 => 'जून',
    7 => 'जुलै',
    8 => 'ओगस्ट',
    9 => 'सेप्टेंबर',
    10 => 'ओक्टोबर',
    11 => 'नोव्हेंबर',
    12 => 'डिसेंबर',
  ),
  'narrow' => 
  array (
    1 => '1',
    2 => '2',
    3 => '3',
    4 => '4',
    5 => '5',
    6 => '6',
    7 => '7',
    8 => '8',
    9 => '9',
    10 => '10',
    11 => '11',
    12 => '12',
  ),
)
?>