<?php
 return array (
  'wide' => 
  array (
    1 => 'Хулгана',
    2 => 'Үхэр',
    3 => 'Бар',
    4 => 'Туулай',
    5 => 'Луу',
    6 => 'Могой',
    7 => 'Морь',
    8 => 'Хонь',
    9 => 'Бич',
    10 => 'Тахиа',
    11 => 'Нохой',
    12 => 'Гахай',
  ),
  'abbreviated' => 
  array (
    1 => 'хул',
    2 => 'үхэ',
    3 => 'бар',
    4 => 'туу',
    5 => 'луу',
    6 => 'мог',
    7 => 'мор',
    8 => 'хон',
    9 => 'бич',
    10 => 'тах',
    11 => 'нох',
    12 => 'гах',
  ),
  'narrow' => 
  array (
    1 => '1',
    2 => '2',
    3 => '3',
    4 => '4',
    5 => '5',
    6 => '6',
    7 => '7',
    8 => '8',
    9 => '9',
    10 => '10',
    11 => '11',
    12 => '12',
  ),
)
?>