<?php
 return array (
  'wide' => 
  array (
    1 => 'જાન્યુઆરી',
    2 => 'ફેબ્રુઆરી',
    3 => 'માર્ચ',
    4 => 'એપ્રિલ',
    5 => 'મે',
    6 => 'જૂન',
    7 => 'જુલાઈ',
    8 => 'ઑગસ્ટ',
    9 => 'સપ્ટેમ્બર',
    10 => 'ઑક્ટ્બર',
    11 => 'નવેમ્બર',
    12 => 'ડિસેમ્બર',
  ),
  'abbreviated' => 
  array (
    1 => 'જાન્યુ',
    2 => 'ફેબ્રુ',
    3 => 'માર્ચ',
    4 => 'એપ્રિલ',
    5 => 'મે',
    6 => 'જૂન',
    7 => 'જુલાઈ',
    8 => 'ઑગસ્ટ',
    9 => 'સપ્ટે',
    10 => 'ઑક્ટો',
    11 => 'નવે',
    12 => 'ડિસે',
  ),
  'narrow' => 
  array (
    1 => '1',
    2 => '2',
    3 => '3',
    4 => '4',
    5 => '5',
    6 => '6',
    7 => '7',
    8 => '8',
    9 => '9',
    10 => '10',
    11 => '11',
    12 => '12',
  ),
)
?>