<?php
 return array (
  'wide' => 
  array (
    'sun' => 'གཟའ་ཟླ་བ་',
    'mon' => 'གཟའ་མིག་དམར་',
    'tue' => 'གཟའ་ལྷག་པ་',
    'wed' => 'གཟའ་ཕུར་བུ་',
    'thu' => 'གཟའ་པ་སངས་',
    'fri' => 'གཟའ་སྤེན་པ་',
    'sat' => 'གཟའ་ཉི་མ་',
  ),
  'abbreviated' => 
  array (
    'sun' => 'ཟླ་',
    'mon' => 'མིར་',
    'tue' => 'ལྷག་',
    'wed' => 'ཕུར་',
    'thu' => 'སངས་',
    'fri' => 'སྤེན་',
    'sat' => 'ཉི་',
  ),
  'narrow' => 
  array (
    'sun' => '1',
    'mon' => '2',
    'tue' => '3',
    'wed' => '4',
    'thu' => '5',
    'fri' => '6',
    'sat' => '7',
  ),
)
?>