<?php
 return array (
  'wide' => 
  array (
    1 => 'ஜனவரி',
    2 => 'பிப்ரவரி',
    3 => 'மார்ச்',
    4 => 'ஏப்ரல்',
    5 => 'மே',
    6 => 'ஜூன்',
    7 => 'ஜூலை',
    8 => 'ஆகஸ்ட்',
    9 => 'செப்டம்பர்',
    10 => 'அக்டோபர்',
    11 => 'நவம்பர்',
    12 => 'டிசம்பர்',
  ),
  'abbreviated' => 
  array (
    1 => 'ஜன.',
    2 => 'பிப்.',
    3 => 'மார்.',
    4 => 'ஏப்.',
    5 => 'மே',
    6 => 'ஜூன்',
    7 => 'ஜூலை',
    8 => 'ஆக.',
    9 => 'செப்.',
    10 => 'அக்.',
    11 => 'நவ.',
    12 => 'டிச.',
  ),
  'narrow' => 
  array (
    1 => '1',
    2 => '2',
    3 => '3',
    4 => '4',
    5 => '5',
    6 => '6',
    7 => '7',
    8 => '8',
    9 => '9',
    10 => '10',
    11 => '11',
    12 => '12',
  ),
)
?>