<?php
 return array (
  'wide' => 
  array (
    1 => 'جنوری',
    2 => 'فبروری',
    3 => 'مارچ',
    4 => 'اپریل',
    5 => 'می',
    6 => 'جون',
    7 => 'جولای',
    8 => 'اگست',
    9 => 'سپتمبر',
    10 => 'اکتوبر',
    11 => 'نومبر',
    12 => 'دسمبر',
  ),
  'abbreviated' => 
  array (
    1 => 'جنو',
    2 => 'فبر',
    3 => 'مار',
    4 => 'اپر',
    5 => 'مـی',
    6 => 'جون',
    7 => 'جول',
    8 => 'اگس',
    9 => 'سپت',
    10 => 'اکت',
    11 => 'نوم',
    12 => 'دسم',
  ),
  'narrow' => 
  array (
    1 => 'Я',
    2 => 'Ф',
    3 => 'М',
    4 => 'А',
    5 => 'М',
    6 => 'И',
    7 => 'И',
    8 => 'А',
    9 => 'С',
    10 => 'О',
    11 => 'Н',
    12 => 'Д',
  ),
)
?>