<?php
 return array (
  'wide' => 
  array (
    1 => 'ጠሐረ',
    2 => 'ከተተ',
    3 => 'መገበ',
    4 => 'አኀዘ',
    5 => 'ግንባት',
    6 => 'ሠንየ',
    7 => 'ሐመለ',
    8 => 'ነሐሰ',
    9 => 'ከረመ',
    10 => 'ጠቀመ',
    11 => 'ኀደረ',
    12 => 'ኀሠሠ',
  ),
  'abbreviated' => 
  array (
    1 => 'ጠሐረ',
    2 => 'ከተተ',
    3 => 'መገበ',
    4 => 'አኀዘ',
    5 => 'ግንባ',
    6 => 'ሠንየ',
    7 => 'ሐመለ',
    8 => 'ነሐሰ',
    9 => 'ከረመ',
    10 => 'ጠቀመ',
    11 => 'ኀደረ',
    12 => 'ኀሠሠ',
  ),
  'narrow' => 
  array (
    1 => 'ጠ',
    2 => 'ከ',
    3 => 'መ',
    4 => 'አ',
    5 => 'ግ',
    6 => 'ሠ',
    7 => 'ሐ',
    8 => 'ነ',
    9 => 'ከ',
    10 => 'ጠ',
    11 => 'ኀ',
    12 => 'ኀ',
  ),
)
?>