<?php
 return array (
  'wide' => 
  array (
    1 => 'जनवरी',
    2 => 'फरवरी',
    3 => 'मार्च',
    4 => 'अप्रैल',
    5 => 'मई',
    6 => 'जून',
    7 => 'जुलाई',
    8 => 'अगस्त',
    9 => 'सितम्बर',
    10 => 'अक्तूबर',
    11 => 'नवम्बर',
    12 => 'दिसम्बर',
  ),
  'abbreviated' => 
  array (
    1 => 'जनवरी',
    2 => 'फरवरी',
    3 => 'मार्च',
    4 => 'अप्रैल',
    5 => 'मई',
    6 => 'जून',
    7 => 'जुलाई',
    8 => 'अगस्त',
    9 => 'सितम्बर',
    10 => 'अक्तूबर',
    11 => 'नवम्बर',
    12 => 'दिसम्बर',
  ),
  'narrow' => 
  array (
    1 => '1',
    2 => '2',
    3 => '3',
    4 => '4',
    5 => '5',
    6 => '6',
    7 => '7',
    8 => '8',
    9 => '9',
    10 => '10',
    11 => '11',
    12 => '12',
  ),
)
?>