<?php
 return array (
  'wide' => 
  array (
    1 => 'كانون الثاني',
    2 => 'شباط',
    3 => 'آذار',
    4 => 'نيسان',
    5 => 'أيار',
    6 => 'حزيران',
    7 => 'تموز',
    8 => 'آب',
    9 => 'أيلول',
    10 => 'تشرين الأول',
    11 => 'تشرين الثاني',
    12 => 'كانون الأول',
  ),
  'abbreviated' => 
  array (
    1 => 'كانون الثاني',
    2 => 'شباط',
    3 => 'آذار',
    4 => 'نيسان',
    5 => 'أيار',
    6 => 'حزيران',
    7 => 'تموز',
    8 => 'آب',
    9 => 'أيلول',
    10 => 'تشرين الأول',
    11 => 'تشرين الثاني',
    12 => 'كانون الأول',
  ),
  'narrow' => 
  array (
    1 => 'ي',
    2 => 'ف',
    3 => 'م',
    4 => 'أ',
    5 => 'و',
    6 => 'ن',
    7 => 'ل',
    8 => 'غ',
    9 => 'س',
    10 => 'ك',
    11 => 'ب',
    12 => 'د',
  ),
)
?>