<?php
 return array (
  'wide' => 
  array (
    1 => 'қаңтар',
    2 => 'ақпан',
    3 => 'наурыз',
    4 => 'сәуір',
    5 => 'мамыр',
    6 => 'маусым',
    7 => 'шілде',
    8 => 'тамыз',
    9 => 'қыркүйек',
    10 => 'қазан',
    11 => 'қараша',
    12 => 'желтоқсан',
  ),
  'abbreviated' => 
  array (
    1 => 'қаң.',
    2 => 'ақп.',
    3 => 'нау.',
    4 => 'сәу.',
    5 => 'мам.',
    6 => 'мау.',
    7 => 'шіл.',
    8 => 'там.',
    9 => 'қыр.',
    10 => 'қаз.',
    11 => 'қар.',
    12 => 'желт.',
  ),
  'narrow' => 
  array (
    1 => '1',
    2 => '2',
    3 => '3',
    4 => '4',
    5 => '5',
    6 => '6',
    7 => '7',
    8 => '8',
    9 => '9',
    10 => '10',
    11 => '11',
    12 => '12',
  ),
)
?>