<?php
 return array (
  'wide' => 
  array (
    1 => 'ژانویهٔ',
    2 => 'فوریهٔ',
    3 => 'مارس',
    4 => 'آوریل',
    5 => 'مهٔ',
    6 => 'ژوئن',
    7 => 'ژوئیهٔ',
    8 => 'اوت',
    9 => 'سپتامبر',
    10 => 'اکتبر',
    11 => 'نوامبر',
    12 => 'دسامبر',
  ),
  'abbreviated' => 
  array (
    1 => '1',
    2 => '2',
    3 => '3',
    4 => '4',
    5 => '5',
    6 => '6',
    7 => '7',
    8 => '8',
    9 => '9',
    10 => '10',
    11 => '11',
    12 => '12',
  ),
  'narrow' => 
  array (
    1 => 'ژ',
    2 => 'ف',
    3 => 'م',
    4 => 'آ',
    5 => 'م',
    6 => 'ژ',
    7 => 'ژ',
    8 => 'ا',
    9 => 'س',
    10 => 'ا',
    11 => 'ن',
    12 => 'د',
  ),
)
?>