<?php
 return array (
  'wide' => 
  array (
    6 => 'јуни',
    7 => 'јули',
    1 => 'јануар',
    2 => 'фебруар',
    3 => 'март',
    4 => 'април',
    5 => 'мај',
    8 => 'август',
    9 => 'септембар',
    10 => 'октобар',
    11 => 'новембар',
    12 => 'децембар',
  ),
  'abbreviated' => 
  array (
    1 => 'јан',
    2 => 'феб',
    3 => 'мар',
    4 => 'апр',
    5 => 'мај',
    6 => 'јун',
    7 => 'јул',
    8 => 'авг',
    9 => 'сеп',
    10 => 'окт',
    11 => 'нов',
    12 => 'дец',
  ),
  'narrow' => 
  array (
    1 => 'ј',
    2 => 'ф',
    3 => 'м',
    4 => 'а',
    5 => 'м',
    6 => 'ј',
    7 => 'ј',
    8 => 'а',
    9 => 'с',
    10 => 'о',
    11 => 'н',
    12 => 'д',
  ),
)
?>