<?php
 return array (
  'wide' => 
  array (
    1 => 'Январ',
    2 => 'Феврал',
    3 => 'Март',
    4 => 'Апрел',
    5 => 'Май',
    6 => 'Июн',
    7 => 'Июл',
    8 => 'Август',
    9 => 'Сентябр',
    10 => 'Октябр',
    11 => 'Ноябр',
    12 => 'Декабр',
  ),
  'abbreviated' => 
  array (
    1 => 'Янв',
    2 => 'Фев',
    3 => 'Мар',
    4 => 'Апр',
    5 => 'Май',
    6 => 'Июн',
    7 => 'Июл',
    8 => 'Авг',
    9 => 'Сен',
    10 => 'Окт',
    11 => 'Ноя',
    12 => 'Дек',
  ),
  'narrow' => 
  array (
    1 => '1',
    2 => '2',
    3 => '3',
    4 => '4',
    5 => '5',
    6 => '6',
    7 => '7',
    8 => '8',
    9 => '9',
    10 => '10',
    11 => '11',
    12 => '12',
  ),
)
?>