<?php
 return array (
  'wide' => 
  array (
    1 => 'ಜನವರೀ',
    2 => 'ಫೆಬ್ರವರೀ',
    3 => 'ಮಾರ್ಚ್',
    4 => 'ಎಪ್ರಿಲ್',
    5 => 'ಮೆ',
    6 => 'ಜೂನ್',
    7 => 'ಜುಲೈ',
    8 => 'ಆಗಸ್ಟ್',
    9 => 'ಸಪ್ಟೆಂಬರ್',
    10 => 'ಅಕ್ಟೋಬರ್',
    11 => 'ನವೆಂಬರ್',
    12 => 'ಡಿಸೆಂಬರ್',
  ),
  'abbreviated' => 
  array (
    1 => 'ಜನವರೀ',
    2 => 'ಫೆಬ್ರವರೀ',
    3 => 'ಮಾರ್ಚ್',
    4 => 'ಎಪ್ರಿಲ್',
    5 => 'ಮೆ',
    6 => 'ಜೂನ್',
    7 => 'ಜುಲೈ',
    8 => 'ಆಗಸ್ಟ್',
    9 => 'ಸಪ್ಟೆಂಬರ್',
    10 => 'ಅಕ್ಟೋಬರ್',
    11 => 'ನವೆಂಬರ್',
    12 => 'ಡಿಸೆಂಬರ್',
  ),
  'narrow' => 
  array (
    1 => '1',
    2 => '2',
    3 => '3',
    4 => '4',
    5 => '5',
    6 => '6',
    7 => '7',
    8 => '8',
    9 => '9',
    10 => '10',
    11 => '11',
    12 => '12',
  ),
)
?>