<?php
 return array (
  'wide' => 
  array (
    1 => 'जनवरी',
    2 => 'फेब्रुअरी',
    3 => 'मार्च',
    4 => 'अप्रिल',
    5 => 'मे',
    6 => 'जुन',
    7 => 'जुलाई',
    8 => 'अगस्त',
    9 => 'सेप्टेम्बर',
    10 => 'अक्टोबर',
    11 => 'नोभेम्बर',
    12 => 'डिसेम्बर',
  ),
  'abbreviated' => 
  array (
    1 => 'जन',
    2 => 'फेब',
    3 => 'मार्च',
    4 => 'अप्रि',
    5 => 'मे',
    6 => 'जुन',
    7 => 'जुला',
    8 => 'अग',
    9 => 'सेप्ट',
    10 => 'अक्टो',
    11 => 'नोभे',
    12 => 'डिसे',
  ),
  'narrow' => 
  array (
    1 => '1',
    2 => '2',
    3 => '3',
    4 => '4',
    5 => '5',
    6 => '6',
    7 => '7',
    8 => '8',
    9 => '9',
    10 => '10',
    11 => '11',
    12 => '12',
  ),
)
?>