<?php
 return array (
  'wide' => 
  array (
    1 => 'студзень',
    2 => 'люты',
    3 => 'сакавік',
    4 => 'красавік',
    5 => 'май',
    6 => 'чэрвень',
    7 => 'ліпень',
    8 => 'жнівень',
    9 => 'верасень',
    10 => 'кастрычнік',
    11 => 'лістапад',
    12 => 'снежань',
  ),
  'abbreviated' => 
  array (
    1 => 'сту',
    2 => 'лют',
    3 => 'сак',
    4 => 'кра',
    5 => 'май',
    6 => 'чэр',
    7 => 'ліп',
    8 => 'жні',
    9 => 'вер',
    10 => 'кас',
    11 => 'ліс',
    12 => 'сне',
  ),
  'narrow' => 
  array (
    1 => 'с',
    2 => 'л',
    3 => 'с',
    4 => 'к',
    5 => 'м',
    6 => 'ч',
    7 => 'л',
    8 => 'ж',
    9 => 'в',
    10 => 'к',
    11 => 'л',
    12 => 'с',
  ),
)
?>