<?php
 return array (
  'wide' => 
  array (
    1 => 'января',
    2 => 'февраля',
    3 => 'марта',
    4 => 'апреля',
    5 => 'мая',
    6 => 'июня',
    7 => 'июля',
    8 => 'августа',
    9 => 'сентября',
    10 => 'октября',
    11 => 'ноября',
    12 => 'декабря',
  ),
  'abbreviated' => 
  array (
    1 => 'янв.',
    2 => 'февр.',
    3 => 'марта',
    4 => 'апр.',
    5 => 'мая',
    6 => 'июня',
    7 => 'июля',
    8 => 'авг.',
    9 => 'сент.',
    10 => 'окт.',
    11 => 'нояб.',
    12 => 'дек.',
  ),
  'narrow' => 
  array (
    1 => 'Я',
    2 => 'Ф',
    3 => 'М',
    4 => 'А',
    5 => 'М',
    6 => 'И',
    7 => 'И',
    8 => 'А',
    9 => 'С',
    10 => 'О',
    11 => 'Н',
    12 => 'Д',
  ),
)
?>