<?php
 return array (
  'wide' => 
  array (
    1 => 'იანვარი',
    2 => 'თებერვალი',
    3 => 'მარტი',
    4 => 'აპრილი',
    5 => 'მაისი',
    6 => 'ივნისი',
    7 => 'ივლისი',
    8 => 'აგვისტო',
    9 => 'სექტემბერი',
    10 => 'ოქტომბერი',
    11 => 'ნოემბერი',
    12 => 'დეკემბერი',
  ),
  'abbreviated' => 
  array (
    1 => 'იან',
    2 => 'თებ',
    3 => 'მარ',
    4 => 'აპრ',
    5 => 'მაი',
    6 => 'ივნ',
    7 => 'ივლ',
    8 => 'აგვ',
    9 => 'სექ',
    10 => 'ოქტ',
    11 => 'ნოე',
    12 => 'დეკ',
  ),
  'narrow' => 
  array (
    1 => 'ი',
    2 => 'თ',
    3 => 'მ',
    4 => 'ა',
    5 => 'მ',
    6 => 'ი',
    7 => 'ი',
    8 => 'ა',
    9 => 'ს',
    10 => 'ო',
    11 => 'ნ',
    12 => 'დ',
  ),
)
?>