<?php
 return array (
  'wide' => 
  array (
    1 => 'ଜାନୁଆରୀ',
    2 => 'ଫେବ୍ରୁୟାରୀ',
    3 => 'ମାର୍ଚ୍ଚ',
    4 => 'ଅପ୍ରେଲ',
    5 => 'ମେ',
    6 => 'ଜୁନ',
    7 => 'ଜୁଲାଇ',
    8 => 'ଅଗଷ୍ଟ',
    9 => 'ସେପ୍ଟେମ୍ବର',
    10 => 'ଅକ୍ଟୋବର',
    11 => 'ନଭେମ୍ବର',
    12 => 'ଡିସେମ୍ବର',
  ),
  'abbreviated' => 
  array (
    1 => '1',
    2 => '2',
    3 => '3',
    4 => '4',
    5 => '5',
    6 => '6',
    7 => '7',
    8 => '8',
    9 => '9',
    10 => '10',
    11 => '11',
    12 => '12',
  ),
  'narrow' => 
  array (
    1 => '1',
    2 => '2',
    3 => '3',
    4 => '4',
    5 => '5',
    6 => '6',
    7 => '7',
    8 => '8',
    9 => '9',
    10 => '10',
    11 => '11',
    12 => '12',
  ),
)
?>