<?php
 return array (
  'wide' => 
  array (
    1 => 'ጃንዩወሪ',
    2 => 'ፌብሩወሪ',
    3 => 'ማርች',
    4 => 'ኤፕረል',
    5 => 'ሜይ',
    6 => 'ጁን',
    7 => 'ጁላይ',
    8 => 'ኦገስት',
    9 => 'ሴፕቴምበር',
    10 => 'ኦክተውበር',
    11 => 'ኖቬምበር',
    12 => 'ዲሴምበር',
  ),
  'abbreviated' => 
  array (
    1 => 'ጃንዩ',
    2 => 'ፌብሩ',
    3 => 'ማርች',
    4 => 'ኤፕረ',
    5 => 'ሜይ',
    6 => 'ጁን',
    7 => 'ጁላይ',
    8 => 'ኦገስ',
    9 => 'ሴፕቴ',
    10 => 'ኦክተ',
    11 => 'ኖቬም',
    12 => 'ዲሴም',
  ),
  'narrow' => 
  array (
    1 => 'ጃ',
    2 => 'ፌ',
    3 => 'ማ',
    4 => 'ኤ',
    5 => 'ሜ',
    6 => 'ጁ',
    7 => 'ጁ',
    8 => 'ኦ',
    9 => 'ሴ',
    10 => 'ኦ',
    11 => 'ኖ',
    12 => 'ዲ',
  ),
)
?>