<?php
 return array (
  'wide' => 
  array (
    'sun' => 'གཟའ་ཉི་མ་',
    'mon' => 'གཟའ་ཟླ་བ་',
    'tue' => 'གཟའ་མིག་དམར་',
    'wed' => 'གཟའ་ཧླག་པ་',
    'thu' => 'གཟའ་ཕུར་བུ་',
    'fri' => 'གཟའ་སངས་',
    'sat' => 'གཟའ་སྤེན་པ་',
  ),
  'abbreviated' => 
  array (
    'sun' => 'ཉི་མ་',
    'mon' => 'ཟླ་བ་',
    'tue' => 'མིག་དམར་',
    'wed' => 'ཧླག་པ་',
    'thu' => 'ཕུར་བུ་',
    'fri' => 'སངས་',
    'sat' => 'སྤེན་པ་',
  ),
  'narrow' => 
  array (
    'sun' => 'ཉི',
    'mon' => 'ཟླ',
    'tue' => 'མི',
    'wed' => 'ཧླ',
    'thu' => 'ཕུ',
    'fri' => 'ས',
    'sat' => 'སྤེ',
  ),
)
?>