<?php
 return array (
  'wide' => 
  array (
    1 => 'སྤྱི་ཟླཝ་དངཔ་',
    2 => 'སྤྱི་ཟླཝ་གཉིས་པ་',
    3 => 'སྤྱི་ཟླཝ་གསུམ་པ་',
    4 => 'སྤྱི་ཟླཝ་བཞི་པ་',
    5 => 'སྤྱི་ཟླཝ་ལྔ་པ་',
    6 => 'སྤྱི་ཟླཝ་དྲུག་པ་',
    7 => 'སྤྱི་ཟླཝ་བདུན་པ་',
    8 => 'སྤྱི་ཟླཝ་བརྒྱད་པ་',
    9 => 'སྤྱི་ཟླཝ་དགུ་པ་',
    10 => 'སྤྱི་ཟླཝ་བཅུ་པ་',
    11 => 'སྤྱི་ཟླཝ་བཅུ་གཅིག་པ་',
    12 => 'སྤྱི་ཟླཝ་བཅུ་གཉིས་པ་',
  ),
  'abbreviated' => 
  array (
    1 => 'ཟླ་ ༡',
    2 => 'ཟླ་ ༢',
    3 => 'ཟླ་ ༣',
    4 => 'ཟླ་ ༤',
    5 => 'ཟླ་ ༥',
    6 => 'ཟླ་ ༦',
    7 => 'ཟླ་ ༧',
    8 => 'ཟླ་ ༨',
    9 => 'ཟླ་ ༩',
    10 => 'ཟླ་ ༡༠',
    11 => 'ཟླ་ ༡༡',
    12 => 'ཟླ་ ༡༢',
  ),
  'narrow' => 
  array (
    1 => '1',
    2 => '2',
    3 => '3',
    4 => '4',
    5 => '5',
    6 => '6',
    7 => '7',
    8 => '8',
    9 => '9',
    10 => '10',
    11 => '11',
    12 => '12',
  ),
)
?>