<?php
 return array (
  'wide' => 
  array (
    1 => 'ልደትሪ',
    2 => 'ካብኽብቲ',
    3 => 'ክብላ',
    4 => 'ፋጅኺሪ',
    5 => 'ክቢቅሪ',
    6 => 'ምኪኤል ትጟኒሪ',
    7 => 'ኰርኩ',
    8 => 'ማርያም ትሪ',
    9 => 'ያኸኒ መሳቅለሪ',
    10 => 'መተሉ',
    11 => 'ምኪኤል መሽወሪ',
    12 => 'ተሕሳስሪ',
  ),
  'abbreviated' => 
  array (
    1 => 'ልደት',
    2 => 'ካብኽ',
    3 => 'ክብላ',
    4 => 'ፋጅኺ',
    5 => 'ክቢቅ',
    6 => 'ም/ት',
    7 => 'ኰር',
    8 => 'ማርያ',
    9 => 'ያኸኒ',
    10 => 'መተሉ',
    11 => 'ም/ም',
    12 => 'ተሕሳ',
  ),
  'narrow' => 
  array (
    1 => 'ል',
    2 => 'ካ',
    3 => 'ክ',
    4 => 'ፋ',
    5 => 'ክ',
    6 => 'ም',
    7 => 'ኰ',
    8 => 'ማ',
    9 => 'ያ',
    10 => 'መ',
    11 => 'ም',
    12 => 'ተ',
  ),
)
?>