<?php
 return array (
  'wide' => 
  array (
    1 => 'јануари',
    2 => 'февруари',
    3 => 'март',
    4 => 'април',
    5 => 'мај',
    6 => 'јуни',
    7 => 'јули',
    8 => 'август',
    9 => 'септември',
    10 => 'октомври',
    11 => 'ноември',
    12 => 'декември',
  ),
  'abbreviated' => 
  array (
    1 => 'јан.',
    2 => 'фев.',
    3 => 'мар.',
    4 => 'апр.',
    5 => 'мај.',
    6 => 'јун.',
    7 => 'јул.',
    8 => 'авг.',
    9 => 'септ.',
    10 => 'окт.',
    11 => 'ноем.',
    12 => 'декем.',
  ),
  'narrow' => 
  array (
    1 => 'ј',
    2 => 'ф',
    3 => 'м',
    4 => 'а',
    5 => 'м',
    6 => 'ј',
    7 => 'ј',
    8 => 'а',
    9 => 'с',
    10 => 'о',
    11 => 'н',
    12 => 'д',
  ),
)
?>