<?php
 return array (
  'wide' => 
  array (
    'sun' => 'রবিবার',
    'mon' => 'সোমবার',
    'tue' => 'মঙ্গলবার',
    'wed' => 'বুধবার',
    'thu' => 'বৃহষ্পতিবার',
    'fri' => 'শুক্রবার',
    'sat' => 'শনিবার',
  ),
  'abbreviated' => 
  array (
    'sun' => 'রবি',
    'mon' => 'সোম',
    'tue' => 'মঙ্গল',
    'wed' => 'বুধ',
    'thu' => 'বৃহস্পতি',
    'fri' => 'শুক্র',
    'sat' => 'শনি',
  ),
  'narrow' => 
  array (
    'sun' => 'র',
    'mon' => 'সো',
    'tue' => 'ম',
    'wed' => 'বু',
    'thu' => 'বৃ',
    'fri' => 'শ',
    'sat' => 'শ',
  ),
)
?>