<?php
 return array (
  'wide' => 
  array (
    1 => 'জানুয়ারী',
    2 => 'ফেব্রুয়ারী',
    3 => 'মার্চ',
    4 => 'এপ্রিল',
    5 => 'মে',
    6 => 'জুন',
    7 => 'জুলাই',
    8 => 'আগস্ট',
    9 => 'সেপ্টেম্বর',
    10 => 'অক্টোবর',
    11 => 'নভেম্বর',
    12 => 'ডিসেম্বর',
  ),
  'abbreviated' => 
  array (
    1 => 'জানুয়ারী',
    2 => 'ফেব্রুয়ারী',
    3 => 'মার্চ',
    4 => 'এপ্রিল',
    5 => 'মে',
    6 => 'জুন',
    7 => 'জুলাই',
    8 => 'আগস্ট',
    9 => 'সেপ্টেম্বর',
    10 => 'অক্টোবর',
    11 => 'নভেম্বর',
    12 => 'ডিসেম্বর',
  ),
  'narrow' => 
  array (
    1 => 'জা',
    2 => 'ফে',
    3 => 'মা',
    4 => 'এ',
    5 => 'মে',
    6 => 'জু',
    7 => 'জু',
    8 => 'আ',
    9 => 'সে',
    10 => 'অ',
    11 => 'ন',
    12 => 'ডি',
  ),
)
?>