<?php
 return array (
  'wide' => 
  array (
    1 => 'ינואר',
    2 => 'פברואר',
    3 => 'מרץ',
    4 => 'אפריל',
    5 => 'מאי',
    6 => 'יוני',
    7 => 'יולי',
    8 => 'אוגוסט',
    9 => 'ספטמבר',
    10 => 'אוקטובר',
    11 => 'נובמבר',
    12 => 'דצמבר',
  ),
  'abbreviated' => 
  array (
    1 => 'ינו',
    2 => 'פבר',
    3 => 'מרץ',
    4 => 'אפר',
    5 => 'מאי',
    6 => 'יונ',
    7 => 'יול',
    8 => 'אוג',
    9 => 'ספט',
    10 => 'אוק',
    11 => 'נוב',
    12 => 'דצמ',
  ),
  'narrow' => 
  array (
    1 => '1',
    2 => '2',
    3 => '3',
    4 => '4',
    5 => '5',
    6 => '6',
    7 => '7',
    8 => '8',
    9 => '9',
    10 => '10',
    11 => '11',
    12 => '12',
  ),
)
?>