<?php
 return array (
  'wide' => 
  array (
    1 => 'Ἰανουαρίου',
    4 => 'Ἀπριλίου',
    6 => 'Ἰουνίου',
    7 => 'Ἰουλίου',
    8 => 'Αὐγούστου',
    10 => 'Ὀκτωβρίου',
    2 => 'Φεβρουαρίου',
    3 => 'Μαρτίου',
    5 => 'Μαΐου',
    9 => 'Σεπτεμβρίου',
    11 => 'Νοεμβρίου',
    12 => 'Δεκεμβρίου',
  ),
  'abbreviated' => 
  array (
    1 => 'Ἰαν',
    4 => 'Ἀπρ',
    6 => 'Ἰουν',
    7 => 'Ἰουλ',
    8 => 'Αὐγ',
    10 => 'Ὀκτ',
    2 => 'Φεβ',
    3 => 'Μαρ',
    5 => 'Μαϊ',
    9 => 'Σεπ',
    11 => 'Νοε',
    12 => 'Δεκ',
  ),
  'narrow' => 
  array (
    1 => 'Ι',
    2 => 'Φ',
    3 => 'Μ',
    4 => 'Α',
    5 => 'Μ',
    6 => 'Ι',
    7 => 'Ι',
    8 => 'Α',
    9 => 'Σ',
    10 => 'Ο',
    11 => 'Ν',
    12 => 'Δ',
  ),
)
?>