<?php
 return array (
  'wide' => 
  array (
    1 => 'ມັງກອນ',
    2 => 'ກຸມພາ',
    3 => 'ມີນາ',
    4 => 'ເມສາ',
    5 => 'ພຶດສະພາ',
    6 => 'ມິຖຸນາ',
    7 => 'ກໍລະກົດ',
    8 => 'ສິງຫາ',
    9 => 'ກັນຍາ',
    10 => 'ຕຸລາ',
    11 => 'ພະຈິກ',
    12 => 'ທັນວາ',
  ),
  'abbreviated' => 
  array (
    1 => 'ມ.ກ.',
    2 => 'ກ.ພ.',
    3 => 'ມີ.ນ.',
    4 => 'ມ.ສ..',
    5 => 'ພ.ພ.',
    6 => 'ມິ.ຖ.',
    7 => 'ກ.ລ.',
    8 => 'ສ.ຫ.',
    9 => 'ກ.ຍ.',
    10 => 'ຕ.ລ.',
    11 => 'ພ.ຈ.',
    12 => 'ທ.ວ.',
  ),
  'narrow' => 
  array (
    1 => '1',
    2 => '2',
    3 => '3',
    4 => '4',
    5 => '5',
    6 => '6',
    7 => '7',
    8 => '8',
    9 => '9',
    10 => '10',
    11 => '11',
    12 => '12',
  ),
)
?>