<?php
 return array (
  'wide' => 
  array (
    1 => 'جَنَيْرُ',
    2 => 'ڢَبْرَيْرُ',
    3 => 'مَرِسْ',
    4 => 'أَڢْرِلُ',
    5 => 'مَيُ',
    6 => 'يُونِ',
    7 => 'يُولِ',
    8 => 'أَغُسْتَ',
    9 => 'سَتُمْبَ',
    10 => 'أُكْتوُبَ',
    11 => 'نُوَمْبَ',
    12 => 'دِسَمْبَ',
  ),
  'abbreviated' => 
  array (
    1 => 'جَن',
    2 => 'ڢَب',
    3 => 'مَر',
    4 => 'أَڢْر',
    5 => 'مَي',
    6 => 'يُون',
    7 => 'يُول',
    8 => 'أَغُ',
    9 => 'سَت',
    10 => 'أُكْت',
    11 => 'نُو',
    12 => 'دِس',
  ),
  'narrow' => 
  array (
    1 => '1',
    2 => '2',
    3 => '3',
    4 => '4',
    5 => '5',
    6 => '6',
    7 => '7',
    8 => '8',
    9 => '9',
    10 => '10',
    11 => '11',
    12 => '12',
  ),
)
?>