<?php
 return array (
  'wide' => 
  array (
    1 => 'Муҳаррам',
    2 => 'Сафар',
    3 => 'Рабиул-аввал',
    4 => 'Рабиул-охир',
    5 => 'Жумодиул-уло',
    6 => 'Жумодиул-ухро',
    7 => 'Ражаб',
    8 => 'Шаъбон',
    9 => 'Рамазон',
    10 => 'Шаввол',
    11 => 'Зил-қаъда',
    12 => 'Зил-ҳижжа',
  ),
  'abbreviated' => 
  array (
    1 => 'Янв',
    2 => 'Фев',
    3 => 'Мар',
    4 => 'Апр',
    5 => 'Май',
    6 => 'Июн',
    7 => 'Июл',
    8 => 'Авг',
    9 => 'Сен',
    10 => 'Окт',
    11 => 'Ноя',
    12 => 'Дек',
  ),
  'narrow' => 
  array (
    1 => 'Я',
    2 => 'Ф',
    3 => 'М',
    4 => 'А',
    5 => 'М',
    6 => 'И',
    7 => 'И',
    8 => 'А',
    9 => 'С',
    10 => 'О',
    11 => 'Н',
    12 => 'Д',
  ),
)
?>