<?php
 return array (
  'wide' => 
  array (
    1 => 'يناير',
    2 => 'فبراير',
    3 => 'مارس',
    4 => 'أبريل',
    5 => 'مايو',
    6 => 'يونيو',
    7 => 'يوليو',
    8 => 'أغسطس',
    9 => 'سبتمبر',
    10 => 'أكتوبر',
    11 => 'نوفمبر',
    12 => 'ديسمبر',
  ),
  'abbreviated' => 
  array (
    1 => 'يناير',
    2 => 'فبراير',
    3 => 'مارس',
    4 => 'أبريل',
    5 => 'مايو',
    6 => 'يونيو',
    7 => 'يوليو',
    8 => 'أغسطس',
    9 => 'سبتمبر',
    10 => 'أكتوبر',
    11 => 'نوفمبر',
    12 => 'ديسمبر',
  ),
  'narrow' => 
  array (
    1 => 'ي',
    2 => 'ف',
    3 => 'م',
    4 => 'أ',
    5 => 'و',
    6 => 'ن',
    7 => 'ل',
    8 => 'غ',
    9 => 'س',
    10 => 'ك',
    11 => 'ب',
    12 => 'د',
  ),
)
?>